class CfgRadio
{
sounds[] = {};

class RadioMsg1
	{
		name = "";
		sound[] = {};
		title = "Это Штаб-сержант Рой Миллер, СпН США, Позывной Орел, Прием";
	};
class RadioMsg2
	{
		name = "";
		sound[] = {};
		title = "Орел, это 1'6, ВС Британии, слышим вас громко и четко, Прием"
	};
class RadioMsg3
	{
		name = "";
		sound[] = {};
		title = "1'6, это Орел, Мы были атакованы ВС Сирии и перегруппировываемся в районе Camp Maxwell, можете присоединиться если хотите, Прием";
	};
class RadioMsg4
	{
		name = "";
		sound[] = {};
		title = "Орел, это 1'6, двигаемся к Вам, Прием";
	};
class RadioMsg5
	{
		name = "";
		sound[] = {};
		title = "1'6, это Орел, Не так быстро, между нами болшьшое скопление сил сирийцев, мы отправим отряд в квадрат 028037 чтобы встретить и провести Вас, Прием";
	};
class RadioMsg6
	{
		name = "";
		sound[] = {};
		title = "Орел, это 1'6, Поняли, будем там, Прием";
	};
};
